---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegionDisabled
source: html/729a125d-374f-2839-2ea0-1eee521283b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegionDisabled Property

"Crop View"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerCropRegionDisabled { get; }
```